import complianceImage from '../../../assets/images/case_compliance.png';
import effectiveatyImage from '../../../assets/images/case_effectiveaty.png';
import roboticsImage from '../../../assets/images/case_robotics.png';

export const casesList = [
    {
        title: 'Комплаенс-помощник',
        description:
            'Развиваем сервис для анализа деятельности юридического лица на соответствие нормам закона. Мы разработали систему заказа консультации, автоматизировали распределение заявок и реализовали возможность сравнить данные между отчётными периодами для оценки динамики изменения рисков.',
        image: complianceImage,
    },
    {
        title: 'Effectiveaty',
        description:
            'Построили IT-инфраструктуру и разработали мобильное приложение для продукта Effectiveaty. Effectiveaty — это инструмент по формированию индивидуального рациона питания и сервис по доставке еды.',
        image: effectiveatyImage,
    },
    {
        title: 'Robotics Lab Shell',
        description:
            'Разработали ПО для управления роботами-манипуляторами. Оно позволяет людям без навыков программирования создавать прототипы технологических цепочек. Снабдили ПО функциями 3D-редактора, а также системой мониторинга процесса обработки деталей.',
        image: roboticsImage,
    },
    {
        title: 'String: Instant Checkout',
        description:
            'Разработали мобильное приложение для быстрой покупки товаров с поддержкой App clips и интеграцией с Shopify для предпринимателя из США. Клиент торопился подать заявку в акселератор, и мы сделали рабочую версию приложения за 2 недели — заявка была подана вовремя.',
        image: roboticsImage,
    },

    {
        title: 'Visa Promo',
        description:
            'Вместе с креативным агентством Proximity запустили чековые промо для Visa. Разработали и внедрили чат-ботов, интегрировали сервисы распознавания и проверки чеков, совершенствовали кодовую базу. Особенно гордимся тем, что наш код прошёл оценку Глобального офиса информационной безопасности Visa с первого раза.',
        image: roboticsImage,
    },

    {
        title: 'Cirque du soleil',
        description:
            'Обновили российский сайт известного на весь мир цирка. Облегчили выбор шоу и покупку билетов, привели сайт к единому оформлению с международной площадкой и создали мобильную версию.',
        image: roboticsImage,
    },
    {
        title: 'Avastar',
        description:
            'Обновили российский сайт известного на весь мир цирка. Облегчили выбор шоу и покупку билетов, привели сайт к единому оформлению с международной площадкой и создали мобильную версию.',
        image: roboticsImage,
    },
    {
        title: 'LifeAir',
        description:
            'Создали систему для тестирования на COVID–19 в аэропортах Шереметьево, Домодедово и Внуково. Она помогла уменьшить время ожидания в очереди со 120 до 15 минут. С начала использования в системе было зарегистрировано более миллиона пассажиров.',
        image: roboticsImage,
    },
];
