import yuryFrolov from '../../../assets/images/reviews/Yury_Frolov.jpg';
import nataliaRomanova from '../../../assets/images/reviews/Natalia_Romanova.jpg';
import dimaIvanov from '../../../assets/images/reviews/Dima_Ivanov.png';
import annaChaplygina from '../../../assets/images/reviews/Anna_Chaplygina.jpg';
import andreyHrikin from '../../../assets/images/reviews/Andrey_Hrikin.png';
import antonVasserman from '../../../assets/images/reviews/Anton_Vasserman.png';
import sergeyKornilov from '../../../assets/images/reviews/Sergey_Kornilov.png';
import victoriaChernishkina from '../../../assets/images/reviews/Victoria_Chernishkina.png';

export const testimonialsData = {
    title: 'Наши клиенты о\u00a0нас',
    content: [
        {
            photo: yuryFrolov,
            name: 'Юрий Фролов',
            position: 'Дизайн-директор\nAncestry',
            text: [
                'Я\u00a0неоднократно работал с\u00a0командой фронтенд-разработчиков из\u00a0SmartHead на\u00a0различных проектах с\u00a0такими клиентами как Illumina, Invitae и\u00a0Ancestry. В\u00a0одном из\u00a0последних проектов для Ancestry они помогали разрабатывать новую дизайн-систему.',
                'Разработчики Smarthead\u00a0\u2014 просто рок-звезды! Они смогли быстро разработать и\u00a0протестировать внешние библиотеки на\u00a0основе нашего дизайна и\u00a0спецификаций.',
                'Это позволило нам в\u00a0кратчайшие сроки оценить релевантность/корректность дизайна на\u00a0живом коде и\u00a0внести необходимые коррективы, чтобы усовершенствовать дизайн-систему.',
                'Команда Smarthead\u00a0\u2014 это профессионалы своего дела, с\u00a0которыми очень приятно работать. Настоятельно рекомендую всем, кто хочет делать выдающиеся цифровые продукты!',
            ],
        },
        {
            photo: nataliaRomanova,
            name: 'Наталья Романова',
            position: 'Генеральный директор\nCirque du\u00a0Soleil Россия',
            text: [
                'За\u00a0годы совместной работы ребята из\u00a0SmarHead стали не\u00a0просто надежными подрядчиками, но\u00a0единомышленниками и\u00a0надежными друзьями. Мы\u00a0высоко ценим их\u00a0профессионализм и\u00a0те\u00a0результаты, которые они продемонстрировали на\u00a0проекте по\u00a0разработке нового сайта и\u00a0универсальной платформы для шоу Cirque du\u00a0Soleil в\u00a0России.',
                'Всегда приятно работать с\u00a0компанией, которая способна внедрять высококлассные технические решения и\u00a0при этом быть проактивной и\u00a0дальновидной. В\u00a0SmartHead каждый сотрудник\u00a0\u2014 настоящий увлеченный профессионал, который вносит свой вклад в\u00a0успех вашего проекта.',
            ],
        },
        {
            photo: andreyHrikin,
            name: 'Андрей Хрыкин',
            position: 'ex-Product Owner\nСберРешения',
            text: [
                'Я\u00a0работал с\u00a0командой SmartHead 1\u00a0год над сложным и\u00a0быстроразвивающимся продуктом для клиентов микро- и\u00a0малого бизнеса крупнейшего банка России. Уровень подхода к\u00a0задачам у\u00a0SmartHead более серьезный, чем у\u00a0многих известных вендоров. Они умеют адаптировать процесс разработки под нужды заказчика и\u00a0очень требовательны к\u00a0качеству своей работы. Сбалансированные команды позволяют SmartHead брать большие задачи под ключ: от\u00a0сбора требований и\u00a0дизайна до\u00a0построения архитектуры продуктов. Они уже имеют несколько решений до\u00a0того, как вы начинаете обсуждать бизнес-задачу. Поэтому процесс разработки часто опережает лучшие гибкие практики. Рекомендую поработать со\u00a0SmartHead. Вам понравится!',
            ],
        },
        {
            photo: antonVasserman,
            name: 'Антон Вассерман',
            position:
                'Управляющий директор\nДепартамент стратегического развития и\u00a0корпоративных коммуникаций АК\u00a0БАРС\u00a0Банк',
            text: [
                'Ребята из\u00a0SmartHead помогли сформировать финальное видение концепции, безупречно управляли большим потоком изменений и\u00a0правок и\u00a0точно в\u00a0срок предоставили высококачественный продукт, оставшись при этом в\u00a0рамках бюджета.',
                'Впервые мне довелось работать со\u00a0SmartHead, когда нам нужно было разработать мобильное приложение с\u00a0нуля. Наша совместная работа над созданием продукта принесла блестящие результаты несмотря на\u00a0то, что наши первоначальные требования были довольно абстрактными. Я\u00a0знаю, что могу положиться на\u00a0SmartHead, и\u00a0с\u00a0нетерпением жду возможности поработать с\u00a0ними над новыми проектами.',
            ],
        },
        {
            photo: sergeyKornilov,
            name: 'Сергей Корнилов',
            position: 'Head of\u00a0IT\nСберРешения',
            text: [
                'Я\u00a0работаю со\u00a0SmartHead уже более 5\u00a0лет: сначала как технический директор в\u00a0UFS, потом как IT-директор в\u00a0СберРешения. Ребята очень компетентные. Всегда готовы к\u00a0диалогу, подстройке процессов и\u00a0подходов к\u00a0работе с\u00a0учетом ожиданий всех сторон.',
                'Работа со\u00a0SmartHead\u00a0\u2014 это всегда доверительные и\u00a0комфортные отношения. SmartHead предлагает не\u00a0просто время разработчиков, а\u00a0выделяет полноценные, сработанные команды со\u00a0своими процессами, инженерной культурой, высокой планкой качества. Такой подход помогает серьезно сократить затраты на\u00a0менеджмент команды и\u00a0получить максимальную отдачу с\u00a0первых недель работы. Команда способна развивать продукт самостоятельно, не\u00a0дожидаясь детально описанных задач или согласований. Все четко понимают, на\u00a0какую цель работают, и\u00a0могут самостоятельно определять наиболее эффективный путь ее\u00a0достижения. Это не\u00a0\u00abруки на\u00a0аутстаффе\u00bb, в\u00a0SmartHead реально думают о\u00a0ценности для конечного потребителя.',
            ],
        },
        {
            photo: victoriaChernishkina,
            name: 'Виктория Чернышкина',
            position:
                'Директор по специальным проектам\nРоссийская деловая газета "Ведомости”',
            text: [
                'С\u00a0самого начала стало понятно, что мы\u00a0сделали правильный выбор: SmartHead сработали быстро, слаженно и\u00a0качественно.',
                'Они очень ответственно подходят к\u00a0проектам и\u00a0всегда предлагают лучшие решения для реализации наших идей. Профессионализм технической команды не\u00a0вызывает сомнений, плюс они оперативно справляются с\u00a0любыми изменениями.',
                'Индивидуальный подход к\u00a0клиенту очень располагает\u00a0\u2014 с\u00a0нами всегда велась дружелюбная и\u00a0прозрачная коммуникация по\u00a0любому проектному вопросу. Спасибо вам за\u00a0отличную работу, SmartHead!',
            ],
        },
        {
            photo: dimaIvanov,
            name: 'Дима Иванов',
            position:
                'Digital-менеджер\nProximity, цифровое агентство BBDO Group Creative',
            text: [
                'Я\u00a0высоко ценю их\u00a0мастерство кодинга, управления проектами и\u00a0коммуникаций, всё это делает рабочий процесс по-настоящему приятным и\u00a0эффективным.',
                'SmartHead\u00a0\u2014 определенно самый надежный технический партнер, с\u00a0которым я\u00a0имел удовольствие работать. У\u00a0нас со\u00a0SmartHead есть традиция\u00a0\u2014 когда проект/кампания запускается, они собираются в\u00a0переговорке, чтобы я\u00a0мог позвонить им\u00a0и\u00a0поблагодарить каждого члена команды за\u00a0отличную работу. Очень рекомендую этих ребят.',
            ],
        },
        {
            photo: annaChaplygina,
            name: 'Анна Чаплыгина',
            position:
                'Digital Producer\nInstinct, креативное агентство BBDO group',
            text: [
                'SmartHead зарекомендовал себя как надежный и\u00a0технически подкованный партнер, готовый разобраться в\u00a0любой проблеме.',
                'Я\u00a0работаю со\u00a0SmartHead в\u00a0качестве партнера в\u00a0сфере digital production уже 4\u00a0года. За\u00a0это время мы\u00a0создали множество digital-проектов различной сложности. Они очень внимательны к\u00a0деталям, бережно относятся к\u00a0срокам и\u00a0бюджетам и\u00a0успешно работают в\u00a0стрессовых условиях сжатых сроков, что является важным навыком в\u00a0рекламной индустрии.',
            ],
        },
    ],
};
